<?php
/*
     ___           ___           ___                       ___
    /  /\         /  /\         /  /\          ___        /__/\
   /  /::\       /  /::\       /  /::\        /  /\       \  \:\
  /  /:/\:\     /  /:/\:\     /  /:/\:\      /  /:/        \__\:\
 /  /:/  \:\   /  /:/~/::\   /  /:/~/:/     /  /:/     ___ /  /::\
/__/:/ \__\:\ /__/:/ /:/\:\ /__/:/ /:/___  /  /::\    /__/\  /:/\:\
\  \:\ /  /:/ \  \:\/:/__\/ \  \:\/:::::/ /__/:/\:\   \  \:\/:/__\/
 \  \:\  /:/   \  \::/       \  \::/~~~~  \__\/  \:\   \  \::/
  \  \:\/:/     \  \:\        \  \:\           \  \:\   \  \:\
   \  \::/       \  \:\        \  \:\           \__\/    \  \:\
    \__\/         \__\/         \__\/                     \__\/

                          Orlov Artur
                    email: orlovarth@ya.ru
                       skype: orlovarth
                   vk: https://vk.com/oarth
*/

/* Настройки почты ************************************************************/
// Поля форм
$fields = array(
    'title' => 'Заголовок:<br>',
    'formname' => 'Форма:<br>',
    'name'  => 'Имя:<br>',
    'phone' => 'Телефон:<br>',
);
// Email получателей писем с сайта
$to = array(
    //"orlovarth@ya.ru",
    "amisunov@gmail.com",
    "ak@mybestweekend.ru"    
);
$subject = "Новый запрос с karate.dzanshin.com";  // Тема письма
$body = ""; // Начало тела письма
$from_addr = "info@karate.dzanshin.com";              // Почта отправителя
$from_name = "ЛП Дзаншин";                          // Имя отправителя
/* /Настройки почты ***********************************************************/

/* Настройки аб теста заголовков **********************************************/
$titles = array(
    't1' => array(
        'title' => 'ЗАПИШИТЕ РЕБЕНКА НА ПРОБНУЮ ТРЕНИРОВКУ ПО КАРАТЕ',
        'view' => 'ЗАПИШИТЕ РЕБЕНКА<br><b class="__mark">НА ПРОБНУЮ ТРЕНИРОВКУ ПО КАРАТЕ</b>',
    ),
    't2' => array(
        'title' => 'Запишите ребенка на пробную тренировку по карате уже через 2 дня мы начнем воспитывать его мужской характер',
        'view' => 'Запишите ребенка на пробную тренировку по карате <br><b class="__mark __small">уже через 2 дня мы начнем воспитывать его мужской характер</b>',
    ),
    't3' => array(
        'title' => 'КАРАТЕ ДЛЯ ДЕТЕЙ В СЕВЕРНОМ И ЮЖНОМ БУТОВО',
        'view' => 'КАРАТЕ ДЛЯ ДЕТЕЙ<br><b class="__mark">В СЕВЕРНОМ И ЮЖНОМ БУТОВО</b>',
    ),
    't4' => array(
        'title' => 'Запишите ребенка на карате уже через 2 дня мы начнем его учить постоять за себя',
        'view' => 'Запишите ребенка на карате <br><b class="__mark">уже через 2 дня мы начнем его учить постоять за себя</b>',
    ),
    't5' => array(
        'title' => 'Начните укреплять здоровье ребенка на занятиях карате уже через 2 дня',
        'view' => 'Начните укреплять здоровье ребенка <br><b class="__mark">на занятиях карате уже через 2 дня</b>',
    ),
)
/* /Настройки аб теста заголовков *********************************************/
?>
